using System;
/* Boris Z
 * Реализовать метод проверки логина и пароля.
 *  На вход подается логин и пароль.
 *   На выходе  истина, если прошел авторизацию, и ложь, если не прошел.
 *    Используя метод проверки логина и  пароля, написать программу:
 *     пользователь вводит логин и пароль, программа пропускает его  дальше или не пропускает.
 *      С помощью цикла do while ограничить ввод пароля тремя попытками; 
 *      */ 

namespace HW4
{
    class Program
    {
        static void Main()
        {

        }
    }
}
